Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ProfileRollingNotReady
source: No last minutes to save. Turn on 'Keep the last minutes' in the settings.
de_de: Keine letzten Minuten zum Speichern. Aktivieren Sie „Letzte Minuten behalten“ in den Einstellungen.
es_es: No hay últimos minutos que guardar. Activa «Conservar los últimos minutos» en Configuración.
fr_fr: Pas de dernières minutes à enregistrer. Activez « Garder les dernières minutes » dans les paramètres.
id_id: Belum ada menit terakhir untuk disimpan. Aktifkan “Simpan menit-menit terakhir terus-menerus” di pengaturan.
it_it: Non ci sono ultimi minuti da salvare. Attiva «Conserva gli ultimi minuti» nelle impostazioni.
ja_jp: 保存できる直前の記録がありません。設定で「直前の数分を記録し続ける」をオンにしてください。
pt_br: Não há últimos minutos para salvar. Ligue “Manter os últimos minutos” nas configurações.
ru_ru: Нет последних минут для сохранения. Включите «Хранить последние минуты» в настройках.
tr_tr: Kaydedilecek son dakika yok. Ayarlar'da “Son dakikaları tut” seçeneğini açın.
uk_ua: Немає останніх хвилин для збереження. Увімкніть «Зберігати останні хвилини» в налаштуваннях.
zh_tw: 沒有可儲存的最近記錄。請在設定中開啟「持續保留最近幾分鐘」。

# ProfileRollingTurnOn
source: Turn on last minutes
de_de: Letzte Minuten aktivieren
es_es: Activar últimos minutos
fr_fr: Activer la conservation
id_id: Aktifkan menit terakhir
it_it: Attiva ultimi minuti
ja_jp: 直前の記録をオンにする
pt_br: Ligar últimos minutos
ru_ru: Включить хранение минут
tr_tr: Son dakikaları tutmayı aç
uk_ua: Увімкнути зберігання хвилин
zh_tw: 開啟最近記錄

# ProfileRollingSaveFormat
source: Save last {0} min
cs_cz: Uložit posledních {0} min
de_de: Letzte {0} Min. speichern
es_es: Guardar últimos {0} min
fr_fr: Enregistrer {0} dernières min
id_id: Simpan {0} mnt terakhir
it_it: Salva ultimi {0} min
ja_jp: 直前 {0} 分を保存
ko_kr: 직전 {0}분 저장
pl_pl: Zapisz ost. {0} min
pt_br: Salvar últimos {0} min
ru_ru: Сохранить посл. {0} мин
th_th: บันทึก {0} นาทีล่าสุด
tr_tr: Son {0} dk'yı kaydet
uk_ua: Зберегти ост. {0} хв
zh_cn: 保存最近 {0} 分钟
zh_tw: 儲存最近 {0} 分鐘

# ProfileRollingSavingFormat
source: Saving last {0} min…
cs_cz: Ukládání posledních {0} min…
de_de: Letzte {0} Min. werden gespeichert…
es_es: Guardando últimos {0} min…
fr_fr: Enregistrement des {0} dernières min…
id_id: Menyimpan {0} mnt terakhir…
it_it: Salvataggio ultimi {0} min…
ja_jp: 直前 {0} 分を保存中…
ko_kr: 직전 {0}분 저장 중…
pl_pl: Zapisywanie ost. {0} min…
pt_br: Salvando últimos {0} min…
ru_ru: Сохранение посл. {0} мин…
th_th: กำลังบันทึก {0} นาทีล่าสุด…
tr_tr: Son {0} dk kaydediliyor…
uk_ua: Збереження ост. {0} хв…
zh_cn: 正在保存最近 {0} 分钟…
zh_tw: 正在儲存最近 {0} 分鐘…

# ProfilerSettings.Header
source: Performance
cs_cz: Výkon
de_de: Leistung
es_es: Rendimiento
fr_fr: Performances
id_id: Performa
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능 분석
pl_pl: Wydajność
pt_br: Desempenho
ru_ru: Производительность
th_th: ประสิทธิภาพ
tr_tr: Performans
uk_ua: Продуктивність
zh_cn: 性能分析
zh_tw: 效能分析

# ProfilerSettings.Description
source: The game keeps its last few minutes, so a stutter can be saved after it happened.
cs_cz: Hra uchovává posledních několik minut, takže zaseknutí lze uložit i poté, co nastalo.
de_de: Das Spiel behält seine letzten Minuten, sodass ein Ruckler auch nachträglich gespeichert werden kann.
es_es: El juego conserva sus últimos minutos, así que un tirón se puede guardar después de que ocurra.
fr_fr: Le jeu garde ses dernières minutes, pour qu’une saccade puisse être enregistrée après coup.
id_id: Game terus menahan beberapa menit terakhirnya, jadi momen tersendat tetap bisa disimpan setelah terjadi.
it_it: Il gioco conserva i suoi ultimi minuti, così uno scatto si può salvare anche dopo che è avvenuto.
ja_jp: カクつきが起きた後でも保存できるよう、ゲームが直前の数分を保持し続けます。
ko_kr: 렉이 지나간 뒤에도 저장할 수 있게 게임이 직전 몇 분을 계속 기록해 둡니다.
pl_pl: Gra zachowuje kilka ostatnich minut, więc przycięcie można zapisać już po fakcie.
pt_br: O jogo mantém seus últimos minutos, para que um travamento possa ser salvo depois de acontecer.
ru_ru: Игра хранит последние несколько минут, поэтому подвисание можно сохранить уже после того, как оно случилось.
th_th: เกมจะเก็บไม่กี่นาทีล่าสุดไว้ จึงบันทึกอาการกระตุกได้แม้หลังจากเกิดขึ้นแล้ว
tr_tr: Oyun son birkaç dakikasını tutar, böylece bir takılma olduktan sonra da kaydedilebilir.
uk_ua: Гра зберігає кілька останніх хвилин, тож підвисання можна зберегти вже після того, як воно сталося.
zh_cn: 游戏会持续保留最近几分钟，卡顿过后也能保存下来。
zh_tw: 遊戲會持續保留最近幾分鐘，卡頓過後也能儲存下來。

# RollingSetting.Header
source: Keep the last minutes
cs_cz: Uchovávat poslední minuty
de_de: Letzte Minuten behalten
es_es: Conservar los últimos minutos
fr_fr: Garder les dernières minutes
id_id: Simpan menit-menit terakhir terus-menerus
it_it: Conserva gli ultimi minuti
ja_jp: 直前の数分を記録し続ける
ko_kr: 직전 기록 계속하기
pl_pl: Zachowuj ostatnie minuty
pt_br: Manter os últimos minutos
ru_ru: Хранить последние минуты
th_th: เก็บนาทีล่าสุดไว้ตลอด
tr_tr: Son dakikaları tut
uk_ua: Зберігати останні хвилини
zh_cn: 持续保留最近几分钟
zh_tw: 持續保留最近幾分鐘

# RollingSetting.Description
source: While on, the game keeps its last few minutes whenever it runs. Standard mode costs almost nothing.
cs_cz: Když je zapnuto, hra si pokaždé, když běží, uchovává posledních několik minut. Běžný režim hru téměř nezatěžuje.
de_de: Wenn aktiviert, behält das Spiel immer seine letzten Minuten, solange es läuft. Der Modus „Standard“ kostet fast nichts.
es_es: Mientras está activado, el juego conserva sus últimos minutos siempre que se ejecuta. El modo Estándar apenas consume nada.
fr_fr: Une fois activé, le jeu garde ses dernières minutes chaque fois qu’il tourne. Le mode Standard ne coûte presque rien.
id_id: Saat aktif, game menahan beberapa menit terakhirnya setiap kali berjalan. Mode Standar hampir tidak membebani.
it_it: Se attivo, il gioco conserva i suoi ultimi minuti ogni volta che è in esecuzione. La modalità Standard non costa quasi nulla.
ja_jp: オンにすると、ゲームの実行中は常に直前の数分を記録します。標準モードの負荷はほとんどありません。
ko_kr: 켜 두면 게임이 실행될 때마다 직전 몇 분을 계속 기록합니다. 일반 방식은 부담이 거의 없습니다.
pl_pl: Gdy ta opcja jest włączona, gra zawsze podczas działania zachowuje kilka ostatnich minut. Tryb Standardowy prawie nic nie kosztuje.
pt_br: Quando ligado, o jogo mantém seus últimos minutos sempre que está rodando. O modo Padrão quase não pesa.
ru_ru: Когда включено, игра хранит последние несколько минут всё время, пока запущена. Обычный режим почти ничего не стоит.
th_th: เมื่อเปิดไว้ เกมจะเก็บไม่กี่นาทีล่าสุดไว้ทุกครั้งที่ทำงาน โหมดมาตรฐานแทบไม่สิ้นเปลือง
tr_tr: Açıkken oyun her çalıştığında son birkaç dakikasını tutar. Standart mod neredeyse hiç yük getirmez.
uk_ua: Коли ввімкнено, гра зберігає кілька останніх хвилин увесь час, поки запущена. Звичайний режим майже нічого не коштує.
zh_cn: 开启后，游戏运行时会一直保留最近几分钟。标准模式几乎没有开销。
zh_tw: 開啟後，遊戲執行時會一直保留最近幾分鐘。標準模式幾乎沒有負擔。

# RollingModeSetting.Header
source: Mode
cs_cz: Režim
de_de: Modus
es_es: Modo
it_it: Modalità
ja_jp: モード
ko_kr: 기록 방식
pl_pl: Tryb
pt_br: Modo
ru_ru: Режим
th_th: โหมด
tr_tr: Mod
uk_ua: Режим
zh_cn: 模式
zh_tw: 模式

# RollingModeSetting.Description
source: Detailed shows more but slows the game for as long as it is on (about 20%). Use it while hunting a stutter.
de_de: „Detailliert“ zeigt mehr, verlangsamt das Spiel aber, solange er aktiv ist (etwa 20 %). Nutzen Sie ihn bei der Suche nach einem Ruckler.
es_es: Detallado muestra más, pero ralentiza el juego mientras esté activado (un 20 % aprox.). Úsalo mientras buscas un tirón.
fr_fr: Le mode Détaillé en montre plus, mais ralentit le jeu tant qu'il est actif (environ 20 %). Utilisez-le pour traquer une saccade.
id_id: Detail menampilkan lebih banyak, tetapi memperlambat gim selama aktif (sekitar 20%). Gunakan saat mencari penyebab tersendat.
it_it: Dettagliata mostra di più, ma rallenta il gioco finché è attiva (circa il 20%). Usala mentre cerchi uno scatto.
ja_jp: 詳細はより多くを記録しますが、オンの間はゲームが遅くなります（約 20%）。カクつきの原因を調べるときに使ってください。
pt_br: Detalhado mostra mais, mas deixa o jogo um pouco mais lento (cerca de 10%) enquanto estiver ligado. Use-o enquanto procura um travamento.
ru_ru: Подробный показывает больше, но, пока включён, замедляет игру (примерно на 20 %). Включайте его, когда ищете подвисание.
tr_tr: Ayrıntılı daha fazlasını gösterir ama açık kaldığı sürece oyunu biraz yavaşlatır (yaklaşık %10). Bir takılmanın peşindeyken kullanın.
uk_ua: Докладний показує більше, але, поки ввімкнений, трохи сповільнює гру (приблизно на 10%). Вмикайте його, коли шукаєте підвисання.
zh_tw: 詳細模式記錄得更多，但開啟期間遊戲會變慢（約 20%）。請在排查卡頓時使用。

# RollingMinutesSetting.Header
source: Length (minutes)
cs_cz: Délka (minuty)
de_de: Länge (Minuten)
es_es: Duración (minutos)
fr_fr: Durée (minutes)
id_id: Durasi (menit)
it_it: Durata (minuti)
ja_jp: 長さ (分)
ko_kr: 기록 길이(분)
pl_pl: Długość (minuty)
pt_br: Duração (minutos)
ru_ru: Длина (минуты)
th_th: ความยาว (นาที)
tr_tr: Süre (dakika)
uk_ua: Тривалість (хвилини)
zh_cn: 时长（分钟）
zh_tw: 長度（分鐘）

# RollingMinutesSetting.Description
source: 1 to 10 minutes. A longer one costs the game the same, only more disk.
cs_cz: 1 až 10 minut. Delší délka hru zatěžuje stejně, jen zabere víc místa na disku.
de_de: 1 bis 10 Minuten. Eine längere Dauer belastet das Spiel genauso, braucht nur mehr Speicherplatz.
es_es: De 1 a 10 minutos. Una duración mayor cuesta lo mismo al juego, solo ocupa más disco.
fr_fr: De 1 à 10 minutes. Une durée plus longue coûte autant au jeu, elle occupe seulement plus d’espace disque.
id_id: 1 sampai 10 menit. Durasi lebih panjang tidak menambah beban game, hanya memakai lebih banyak ruang disk.
it_it: Da 1 a 10 minuti. Una durata maggiore pesa sul gioco allo stesso modo, occupa solo più spazio su disco.
ja_jp: 1～10 分。長くしてもゲームへの負荷は同じで、ディスクの使用量だけが増えます。
ko_kr: 1~10분. 길게 잡아도 게임 부담은 같고 디스크만 더 씁니다.
pl_pl: Od 1 do 10 minut. Dłuższa nie obciąża gry bardziej, zajmuje tylko więcej miejsca na dysku.
pt_br: De 1 a 10 minutos. Uma duração maior pesa o mesmo no jogo, só usa mais disco.
ru_ru: От 1 до 10 минут. Большая длина нагружает игру так же, только занимает больше места на диске.
th_th: 1 ถึง 10 นาที ยิ่งยาวก็ไม่ทำให้เกมหนักขึ้น แค่ใช้พื้นที่ดิสก์มากขึ้น
tr_tr: 1 ile 10 dakika arası. Daha uzun süre oyuna aynı yükü getirir, yalnızca daha fazla disk kullanır.
uk_ua: Від 1 до 10 хвилин. Більша тривалість навантажує гру так само, лише займає більше місця на диску.
zh_cn: 1～10 分钟。时长更长对游戏的开销不变，只会占用更多磁盘空间。
zh_tw: 1～10 分鐘。設得較長對遊戲的負擔相同，只會多用磁碟空間。

# ProfileRollingWaiting
source: Starts keeping the last minute once the game is running.
cs_cz: Jakmile hra poběží, začne uchovávat poslední minutu.
de_de: Beginnt, die letzte Minute zu behalten, sobald das Spiel läuft.
es_es: Empieza a conservar los últimos {0} min cuando el juego esté en marcha.
fr_fr: Commence à garder la dernière minute dès que le jeu tourne.
id_id: Mulai menyimpan menit terakhir setelah game berjalan.
it_it: Inizia a conservare l'ultimo minuto appena il gioco è avviato.
ja_jp: ゲームが起動すると直前の {0} 分の記録を始めます。
ko_kr: 게임이 실행되면 직전 1분 기록을 시작합니다.
pl_pl: Zacznie zachowywać ostatnią minutę, gdy gra będzie uruchomiona.
pt_br: Começa a manter o último minuto quando o jogo estiver em execução.
ru_ru: Начнёт хранить последнюю минуту, когда игра будет запущена.
th_th: จะเริ่มเก็บนาทีล่าสุดเมื่อเกมทำงาน
tr_tr: Oyun çalışınca son dakikayı tutmaya başlar.
uk_ua: Почне зберігати останню хвилину, коли гру буде запущено.
zh_cn: 游戏运行后开始保留最近 1 分钟。
zh_tw: 遊戲執行後開始保留最近 1 分鐘。

# ProfileRollingStarting
source: Starting to keep the last minute…
cs_cz: Spouští se uchovávání poslední minuty…
de_de: Beginnt, die letzte Minute zu behalten…
es_es: Empezando a conservar los últimos {0} min…
fr_fr: Démarrage de la conservation de la dernière minute…
id_id: Mulai menyimpan menit terakhir…
it_it: Avvio della conservazione dell'ultimo minuto…
ja_jp: 直前の {0} 分の記録を開始しています…
ko_kr: 직전 1분 기록을 시작하는 중입니다…
pl_pl: Uruchamianie zachowywania ostatniej minuty…
pt_br: Começando a manter o último minuto…
ru_ru: Запуск хранения последней минуты…
th_th: กำลังเริ่มเก็บนาทีล่าสุด…
tr_tr: Son dakikayı tutmaya başlanıyor…
uk_ua: Запуск збереження останньої хвилини…
zh_cn: 正在开始保留最近 1 分钟…
zh_tw: 正在開始保留最近 1 分鐘…

# ProfileError.NotRolling
source: No last minutes to save. Recording again from now.
de_de: Keine letzten Minuten zum Speichern. Die Aufzeichnung läuft ab jetzt neu.
es_es: No hay últimos minutos que guardar. Se vuelve a grabar desde ahora.
fr_fr: Pas de dernières minutes à enregistrer. L’enregistrement reprend dès maintenant.
id_id: Belum ada menit terakhir untuk disimpan. Merekam lagi mulai sekarang.
it_it: Non ci sono ultimi minuti da salvare. La registrazione riparte da ora.
ja_jp: 保存できる直前の記録がありません。今から記録し直します。
pt_br: Não há últimos minutos para salvar. Gravando de novo a partir de agora.
ru_ru: Нет последних минут для сохранения. Запись начата заново.
tr_tr: Kaydedilecek son dakika yok. Şu andan itibaren yeniden kaydediliyor.
uk_ua: Немає останніх хвилин для збереження. Запис почато заново.
zh_tw: 沒有可儲存的最近記錄。將從現在起重新錄製。

# ProfilePhase.Save
source: Taking the last minute
cs_cz: Převzetí poslední minuty
de_de: Letzte Minute übernehmen
es_es: Tomando los últimos minutos
fr_fr: Récupération de la dernière minute
id_id: Mengambil menit terakhir
it_it: Recupero dell'ultimo minuto
ja_jp: 直前の記録を取り出し
ko_kr: 직전 기록 꺼내기
pl_pl: Pobieranie ostatniej minuty
pt_br: Pegando o último minuto
ru_ru: Получение последней минуты
th_th: ดึงนาทีล่าสุด
tr_tr: Son dakika alınıyor
uk_ua: Отримання останньої хвилини
zh_cn: 取出最近记录
zh_tw: 取出最近記錄

# ProfileCompareOff
source: Stop comparing
cs_cz: Ukončit porovnání
de_de: Vergleich beenden
es_es: Dejar de comparar
fr_fr: Arrêter la comparaison
id_id: Berhenti membandingkan
it_it: Interrompi il confronto
ja_jp: 比較をやめる
ko_kr: 비교 끄기
pl_pl: Zakończ porównanie
pt_br: Parar de comparar
ru_ru: Прекратить сравнение
th_th: หยุดเปรียบเทียบ
tr_tr: Karşılaştırmayı durdur
uk_ua: Припинити порівняння
zh_cn: 停止对比
zh_tw: 停止比較

# ProfileCompareTitle
source: Compared with all of {0}
cs_cz: Porovnáno s celým záznamem {0}
de_de: Verglichen mit ganz {0}
es_es: Comparado con toda {0}
fr_fr: Comparé à tout {0}
id_id: Dibandingkan dengan seluruh {0}
it_it: Confrontato con tutta {0}
ja_jp: {0} 全体と比較中
ko_kr: {0} 전체와 비교 중
pl_pl: Porównanie z całym nagraniem {0}
pt_br: Comparado com toda {0}
ru_ru: Сравнение со всей записью {0}
th_th: เปรียบเทียบกับ {0} ทั้งหมด
tr_tr: {0} kaydının tamamıyla karşılaştırılıyor
uk_ua: Порівняння з усім записом {0}
zh_cn: 正在与 {0} 全程对比
zh_tw: 正在與 {0} 全程比較

# ProfileCompareWithFormat
source: Compared with {0}
de_de: Vergleich: {0}
es_es: Comparado con {0}
fr_fr: Comparé à {0}
id_id: Dibandingkan dengan {0}
it_it: Confronto: {0}
ja_jp: 比較: {0}
pt_br: Comparado com {0}
ru_ru: Сравнение: {0}
tr_tr: Karşılaştırma: {0}
uk_ua: Порівняння: {0}
zh_tw: 比較：{0}

# ProfileCompareLoadingFormat
source: Loading {0}…
de_de: {0} wird geladen…
es_es: Cargando {0}…
fr_fr: Chargement de {0}…
id_id: Memuat {0}…
it_it: Caricamento di {0}…
ja_jp: {0} を読み込み中…
pt_br: Carregando {0}…
ru_ru: Загрузка {0}…
tr_tr: {0} yükleniyor…
uk_ua: Завантаження {0}…
zh_tw: 正在載入 {0}…

# ProfileCompareNote
source: ± figures: how many points of the range's time a part gained (red) or lost (green) against the same part there.
cs_cz: Čísla ±: o kolik procentních bodů času rozsahu část získala (červeně) nebo ztratila (zeleně) oproti téže části tam.
de_de: ±-Werte: um wie viele Prozentpunkte der Zeit des Bereichs ein Anteil gegenüber demselben Anteil dort gewachsen (rot) oder geschrumpft (grün) ist.
es_es: Cifras ±: cuántos puntos del tiempo del rango ganó (rojo) o perdió (verde) una parte frente a la misma parte allí.
fr_fr: Chiffres ± : combien de points du temps de la plage une part a gagnés (rouge) ou perdus (vert) par rapport à la même part là-bas.
id_id: Angka ±: berapa poin waktu rentang yang bertambah (merah) atau berkurang (hijau) pada suatu bagian dibanding bagian yang sama di sana.
it_it: Cifre ±: quanti punti del tempo dell'intervallo una parte ha guadagnato (rosso) o perso (verde) rispetto alla stessa parte lì.
ja_jp: ± の数値: 範囲の時間に占めるその項目の割合が、比較先より何ポイント増えた (赤) か減った (緑) か。
ko_kr: ± 숫자: 범위 시간 중 그 항목의 비율이 비교 녹화보다 몇 %p 늘었는지(빨강) 줄었는지(초록)입니다.
pl_pl: Liczby ±: o ile punktów procentowych czasu zakresu część zyskała (czerwony) lub straciła (zielony) względem tej samej części tam.
pt_br: Números ±: quantos pontos do tempo do intervalo uma parte ganhou (vermelho) ou perdeu (verde) em relação à mesma parte lá.
ru_ru: Числа ±: на сколько процентных пунктов времени диапазона доля выросла (красный) или снизилась (зелёный) по сравнению с той же долей там.
th_th: ตัวเลข ±: สัดส่วนเวลาของช่วงที่ส่วนนั้นเพิ่มขึ้น (แดง) หรือลดลง (เขียว) กี่จุดเมื่อเทียบกับส่วนเดียวกันในอีกการบันทึก
tr_tr: ± değerler: bir payın aralığın süresinden oradaki aynı paya göre kaç puan kazandığı (kırmızı) ya da kaybettiği (yeşil).
uk_ua: Числа ±: на скільки відсоткових пунктів часу діапазону частка зросла (червоний) чи зменшилася (зелений) порівняно з тією ж часткою там.
zh_cn: ± 数值：该项在范围时间中的占比比对比录制增加（红）或减少（绿）了多少个百分点。
zh_tw: ± 數值：該項在範圍時間中的占比比比較錄製增加（紅）或減少（綠）了多少個百分點。

# ProfileDeltaFormat
source: {0} pp
cs_cz: {0} p. b.
fr_fr: {0} pts
id_id: {0} poin
ja_jp: {0} pt
ko_kr: {0}%p
ru_ru: {0} п. п.
th_th: {0} จุด
tr_tr: {0} puan
uk_ua: {0} в. п.

# ProfileColumnDelta
source: Change
cs_cz: Změna
de_de: Änderung
es_es: Cambio
fr_fr: Écart
id_id: Perubahan
it_it: Variazione
ja_jp: 変化
ko_kr: 변화
pl_pl: Zmiana
pt_br: Variação
ru_ru: Изменение
th_th: เปลี่ยนแปลง
tr_tr: Değişim
uk_ua: Зміна
zh_cn: 变化
zh_tw: 變化

# ProfileColumnDeltaTip
source: The line's total as a part of the range's time, minus the same function's part of the recording compared with, in percentage points. Red: more time; green: less.
cs_cz: Celkový podíl řádku na čase rozsahu minus podíl téže funkce v porovnávaném záznamu, v procentních bodech. Červená: více času; zelená: méně.
de_de: Der Gesamtanteil der Zeile an der Zeit des Bereichs minus der Anteil derselben Funktion in der Vergleichsaufnahme, in Prozentpunkten. Rot: mehr Zeit; grün: weniger.
es_es: El total de la línea como parte del tiempo del rango, menos la parte de la misma función en la grabación comparada, en puntos porcentuales. Rojo: más tiempo; verde: menos.
fr_fr: Le total de la ligne en part du temps de la plage, moins la part de la même fonction dans l’enregistrement comparé, en points de pourcentage. Rouge : plus de temps ; vert : moins.
id_id: Total baris sebagai bagian dari waktu rentang, dikurangi bagian fungsi yang sama di rekaman pembanding, dalam poin persentase. Merah: lebih lama; hijau: lebih singkat.
it_it: Il totale della riga come parte del tempo dell'intervallo, meno la parte della stessa funzione nella registrazione di confronto, in punti percentuali. Rosso: più tempo; verde: meno.
ja_jp: この行の合計が範囲の時間に占める割合から、比較先の同じ関数の割合を引いた値 (ポイント)。赤は時間が増加、緑は減少。
ko_kr: 이 줄의 전체(Total)가 범위 시간에서 차지하는 비율에서, 비교 녹화의 같은 함수 비율을 뺀 값(%p). 빨강은 시간이 늘어남, 초록은 줄어듦.
pl_pl: Łączny udział wiersza w czasie zakresu minus udział tej samej funkcji w porównywanym nagraniu, w punktach procentowych. Czerwony: więcej czasu; zielony: mniej.
pt_br: O total da linha como parte do tempo do intervalo, menos a parte da mesma função na gravação comparada, em pontos percentuais. Vermelho: mais tempo; verde: menos.
ru_ru: Общая доля строки во времени диапазона минус доля той же функции в сравниваемой записи, в процентных пунктах. Красный — больше времени, зелёный — меньше.
th_th: สัดส่วนรวมของแถวนี้ในเวลาของช่วง ลบด้วยสัดส่วนของฟังก์ชันเดียวกันในการบันทึกที่เปรียบเทียบ เป็นจุดเปอร์เซ็นต์ แดง: ใช้เวลามากขึ้น เขียว: น้อยลง
tr_tr: Satırın toplamının aralığın süresindeki payı, eksi karşılaştırılan kayıttaki aynı fonksiyonun payı, yüzde puan olarak. Kırmızı: daha fazla süre; yeşil: daha az.
uk_ua: Загальна частка рядка в часі діапазону мінус частка тієї ж функції в порівнюваному записі, у відсоткових пунктах. Червоний — більше часу, зелений — менше.
zh_cn: 此行总计在范围时间中的占比，减去对比录制中同一函数的占比（百分点）。红色表示时间增加，绿色表示减少。
zh_tw: 此列總計在範圍時間中的占比，減去比較錄製中同一函式的占比（百分點）。紅色表示時間增加，綠色表示減少。

# ProfileLineFormat
source: Line {0}
cs_cz: Řádek {0}
de_de: Zeile {0}
es_es: Línea {0}
fr_fr: Ligne {0}
id_id: Baris {0}
it_it: Riga {0}
ja_jp: {0} 行目
ko_kr: {0}번 줄
pl_pl: Wiersz {0}
pt_br: Linha {0}
ru_ru: Строка {0}
th_th: บรรทัด {0}
tr_tr: {0}. satır
uk_ua: Рядок {0}
zh_cn: 第 {0} 行
zh_tw: 第 {0} 行

# ProfileLineUnknown
source: Line unknown
cs_cz: Řádek neznámý
de_de: Zeile unbekannt
es_es: Línea desconocida
fr_fr: Ligne inconnue
id_id: Baris tidak diketahui
it_it: Riga sconosciuta
ja_jp: 行不明
ko_kr: 줄 정보 없음
pl_pl: Wiersz nieznany
pt_br: Linha desconhecida
ru_ru: Строка неизвестна
th_th: ไม่ทราบบรรทัด
tr_tr: Satır bilinmiyor
uk_ua: Рядок невідомий
zh_cn: 行号未知
zh_tw: 行號不明

# ProfileTreeExpandFormat
source: Expand {0}
de_de: {0} aufklappen
es_es: Expandir {0}
fr_fr: Développer {0}
id_id: Bentangkan {0}
it_it: Espandi {0}
ja_jp: {0} を展開
pt_br: Expandir {0}
ru_ru: Развернуть {0}
tr_tr: {0} öğesini genişlet
uk_ua: Розгорнути {0}
zh_tw: 展開 {0}

# ProfileTreeCollapseFormat
source: Collapse {0}
de_de: {0} zuklappen
es_es: Contraer {0}
fr_fr: Réduire {0}
id_id: Ciutkan {0}
it_it: Comprimi {0}
ja_jp: {0} を折りたたむ
pt_br: Recolher {0}
ru_ru: Свернуть {0}
tr_tr: {0} öğesini daralt
uk_ua: Згорнути {0}
zh_tw: 摺疊 {0}

# ProfileListAllocation
source: Allocated
cs_cz: Alokováno
de_de: Belegt
es_es: Asignado
fr_fr: Alloué
id_id: Dialokasikan
it_it: Allocata
ja_jp: 割り当て量
ko_kr: 할당량
pl_pl: Przydzielono
pt_br: Alocado
ru_ru: Выделено
th_th: จัดสรรแล้ว
tr_tr: Ayrılan
uk_ua: Виділено
zh_cn: 分配量
zh_tw: 配置量
